IDEA Open Model
BeamLoadsImportMappingData.BeamID Property
Compatible with IDEA StatiCa 20.1
 BeamID
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int BeamID { get; set; }
Public Property BeamID As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
BeamLoadsImportMappingData Class
IdeaRS.OpenModel.Connection Namespace